
export const articleDetails = [
    {
      id: 1,
      title: '웨이브 투 어스, 전 세계로 흘러간 파도',
      subtitle: '그들은 어떻게 세계에 닿았을까',
      category: 'Case Study',
      tagColor: '#18D85F',
      imageUrl: '/wte_card.png',
      date: '2025-01-11',
      author: '김준하',
      bodyImage: '/placeholder.png',
      content: `
**들어가며**

우리는 인디 음악 시장이 자생 가능한 생태계를 이루기를 원합니다. 이를 위해서는 절대적인 수요 즉, 인디 음악을 찾고 사랑하는 사람이 더 많아야 합니다. 2024년, “밴드 붐이 왔다”고 하지만, 아직까지 한국에서 인디 음악은 그 수요가 충분치는 않아보입니다.

![“[현장] 2025 K컬처 트렌드 포럼, 한국 대중음악 톺아보기” 中, 파이낸셜 리뷰](/wavetoearth/1.png)

그런데 꼭 수요가 국내에만 한정될 필요가 있을까요? 국내에 수요가 부족하다면 훨씬 인구가 많은 해외에서 찾을 수 있지 않을까요? 오랫동안 해외 진출은 이미 국내 인지도가 높은 뮤지션이나 적극적인 프로모션이 가능한 아이돌들에게만 가능한 얘기처럼 들렸습니다. 그러나 음악 소비 경향이 차트 중심에서 플레이리스트와 알고리즘 중심으로 옮겨가고 SNS 상에서의 공유를 통한 홍보가 가능해지면서, 인지도나 자본의 규모가 작은 인디 뮤지션들에게도 많은 진출의 기회가 생겨나고 있습니다.

25년 1월 기준, 글로벌 스트리밍 플랫폼 스포티파이의 월간 청취자 수가 NCT 127의 2.5배를 넘고 심지어 레드벨벳과 아이브에 비해서도 250만 이상 더 많은 인디 밴드가 있습니다. 이런 규모의 밴드에 ‘인디’라는 말을 붙이는 게 어색할 수도 있지만, 4년 전까지는 제비다방과 같은 소규모 공연장에서 주로 공연을 했던 데다가 대규모 자본의 투자나 프로모션 없이 이뤄낸 밴드이기에 ‘인디’라 부를 충분한 이유가 있습니다.

2024년 약 50번의 해외 공연을 돌며 지금은 북미 지역에서 대략 2,000석 규모의 공연들을 매진시키고 있는 이 밴드의 이름은 **웨이브 투 어스**입니다. 결코 국내 인지도가 적다고 할 수 없음에도 이를 상회하는 해외 팬층을 지닌, 이제는 그들의 나른하고 따뜻한 음악을 어디에서나 쉽게 접할 수 있게 된 **웨이브 투 어스**의 발자취를 따라가보면, 우리는 인디 뮤지션의 자생을 위한 길 중 하나를 발견하게 될 지도 모릅니다.

## 웨이브 투 어스의 성장 과정

2019년 데뷔한 웨이브 투 어스의 멤버들은 이전부터 인디 씬 활동 경력이 있었습니다. 특히 보컬 김다니엘의 또 다른 밴드 ‘더 폴스’는 이미 나름대로 팬층을 지니고 있기도 했습니다. 그럼에도 김다니엘은 “한국 인디의 한계를 알고 있었”고, 그래서 웨이브 투 어스는 해외 청취자층의 유입을 고려해 대부분의 곡 가사를 영어로 썼다고 합니다(#). 그 만큼 기획 단계부터 해외 진출을 생각한 밴드였습니다.

이를 위해서는 먼저 좋은 음악이 필요하죠. 데뷔 이래 꾸준히 좋은 싱글을 발매하던 웨이브 투 어스는 2020년 8월에 낸 EP [Summer flows 0.02]을 기점으로 성장합니다. 특히 수록곡 seasons에 대한 반응이 좋았고, 꾸준한 공연을 통해 팬층을 확장해 나갔습니다.

그 무렵 웨이브 투 어스는 CJ 문화재단에서 진행하는 튠업 프로젝트에 선정되는데요. 이를 통해 아지트 라이브(#) 유튜브 채널 출연과 함께 해외 진출에 필요한 지원도 얻게 되었습니다. 2021년 12월에는 노들섬 라이브하우스에서 단독 공연을, 2022년에는 펜타포트 메인스테이지에 오르는 등 국내에서 착실히 성장했습니다.

![“(1)튠업 프로젝트 지원 내용 (2)주요 아티스트](/wavetoearth/2.png)

<iframe width="560" height="315" src="https://www.youtube.com/embed/3TZ-dEXXTW4?si=BMVUAxvR6nWiihX-" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
 
이 과정 속에서 해외 공연이나 특별한 마케팅, 미디어 출연은 없었습니다. 그럼에도 불구하고, 어떠한 이유에서인지 웨이브 투 어스의 ‘해외 청취자 층’이 생겨나기 시작합니다. 2020년 8월엔 20,000명이 채 되지 않던 글로벌 월간 청취자 수가 2021년 8월 10만을 달성하며 가파른 성장세를 보입니다.

![‘월간 청취자’는 해당 날짜로부터 이전 한 달 동안의 청취자 수를 의미. 가령 2021년 6월 16일의 월간 청취자 수는 2021년 5월 16일~6월 15일의 청취자 수 (데이터: Chartmetric)](/wavetoearth/3.png)

참고로, 2024년 펜타포트에서 저녁 시간대 메인 스테이지 공연을 섰던 실리카겔의 현재 월간 청취자가 10만 정도입니다. 21년 8월 한국에서 웨이브 투 어스는 롤링홀(500석) 규모의 단독 공연을 진행하던 밴드였습니다. 스포티파이 국내 점유율이 해외에 비해 한참 낮다는 점, 그래서 해외에서의 인기가 스포티파이 청취자 수에 미치는 영향이 훨씬 크다는 것을 고려하면 이때 이미 웨이브 투 어스에게는 해외 리스너의 비중이 상당히 높았던 것입니다.

재밌는 건 24년 9월의 실리카겔의 스포티파이 팔로워 수는 8.4만인 데 비해 비슷한 월간 청취자 수를 기록한 21년 8월 웨이브 투 어스의 팔로워 수는 1.4만으로 낮다는 점입니다. 즉, 이 시기에 웨이브 투 어스를 듣는 리스너들 중 스포티파이 계정을 팔로우 할 정도로 팬이었던 이들의 비중은 낮았습니다.

지속적으로 곡을 내고 활동하는 아티스트라면, 스포티파이 팔로워와 월간 청취자의 비율을 보는 것이 아티스트에 대한 의미 있는 정보를 줄 수 있습니다. 해당 아티스트를 듣는 사람들이 얼마나 그 아티스트를 ‘깊게 듣는지’ 보여줄 수 있기 때문입니다. Chartmetric을 이용하면, 스포티파이, 애플 뮤직, 인스타그램 등 아티스트의 인기나 팬베이스와 관련된 주요 데이터들이 시간에 따라 어떻게 변화하는지 알 수 있습니다(#). 이때 Chartmetric은 스포티파이 팔로워 수를 월간 청취자 수로 나누어 ‘팬 전환율’이라는 이름의 데이터를 제공하고 있습니다. 웨이브 투 어스처럼 해외 진출에 성공한 ADOY와 이것을 비교해보면 재미있습니다

![데이터: Chartmetric](/wavetoearth/4.png)

빨간색 수직선은 웨이브 투 어스의 월간 청취자가 아도이와 같아진 지점이고, 주황색 수직선은 웨이브 투 어스의 팔로워 수가 아도이와 같아진 지점입니다. 빨간 색 선과 노란색 선 사이, 두 아티스트의 청취자-팔로워 규모가 어느 정도 비슷하다고 볼 만한 이 시기에도 웨이브 투 어스의 팔로워/청취자 비율은 낮았습니다. 즉 이 시기 유입된 웨이브 투 어스의 청취자 층은 상대적으로 가벼웠습니다.

사실 ADOY는 비교의 시작점이 되는 2020년 이미 몇 번의 해외 공연을 진행했던 밴드였고, 그만큼 어느 정도의 해외 팬층을 지니고 있었습니다. 반면 웨이브 투 어스는 ‘22년 말까지 해외 공연을 하지 않았고 눈에 띌 만한 미디어 노출도 없었습니다. 단지 몇 개의 세련된 라이브 영상들을 유튜브에서 찾아볼 수 있었을 뿐입니다. 그렇기 때문에 청취자 층이 유입이 되더라도 당장에 ‘팬’이 될 만한 요소는 적었다고 할 수 있습니다.

그렇다면 해외의 청취자 층 유입은 어떻게 이루어 졌을까요? 여기에서 우리는, 자본이 적은 소규모의 인디 아티스트들에게 해외 진출의 기회가 열려 있는 이유를 어느 정도 알 수 있습니다. 웨이브 투 어스는 플레이리스트와 알고리즘, SNS를 통해 ‘알아서’ 알려졌던 것으로 보입니다.


`,
    },

    {
      id: 2,
      title: '해외 서비스에 점령 당한 한국 스트리밍 시장(feat. 2024 음악이용자조사)',
      subtitle: '글로벌은 K-POP 시대인데, K-Streaming은 어디로?',
      category: 'Issue Clipping',
      tagColor: '#EA69FF',
      imageUrl: '/spotify/title_img.png',
      date: '2025-02-08',
      author: '이수지',
      bodyImage: '/placeholder.png',
      content: ``

    },

    // 다른 아티클들도 여기에 추가
  ];